Repository: raizin/DesignKichinTimer
Catalog: DesignKichinTimer/*.lproj/Localizable.strings
Languages: ar, ca, cs, el, fr, hu, ja, pl, ro, sk, th, tr, uk

# hun
source: min
ar: دقيقة
ja: 分

# byo
source: s
ar: ثان
ja: 秒

# hunn
source: M
ar: دقيقة
ja: 分

# byoo
source: S
ar: ثان
ja: 秒

source: History
ar: تاريخ
ca: història
cs: historie
el: Ιστορία
fr: Historique
hu: Történelem
ja: セット履歴
pl: Historia
ro: Istorie
sk: História
th: ประวัติศาสตร์
tr: Tarih
uk: Історія

# btnStart
source: Start
ar: بداية
ca: Carrera
el: αρχή
fr: Démarrer
hu: kezdet
ja: スタート
pl: początek
sk: štart
th: เริ่มต้น
tr: başlangıç
uk: початок

# btnStop
source: Stop
ar: توقف
ca: aturi
el: στάση
hu: megáll
th: หยุด
tr: dur
uk: зупинити

# btnReset
source: Reset
ar: إعادة تعيين
ca: reajustar
el: Απόδοση
hu: vissza
ja: ストップリセット
pl: Powrót
ro: Revenire
sk: Návrat
th: ตั้งใหม่
tr: Silinti
uk: Назад

# btnClock
source: ▷Clock Mode
ar: ▷على مدار الساعة
ca: ▷mode rellotge
cs: ▷Režim Hodiny
el: ▷Ρολογιού
fr: ▷Mode horloge
hu: ▷Óra
ja: ▷現在時表示
pl: ▷Tryb zegara
ro: ▷Mod de ceas
sk: ▷Režim hodín
th: ▷โหมดนาฬิกา
tr: ▷Saat modu
uk: ▷Режим годин

# btnTimer
source: ▷Timer Mode
ar: ▷الوضع الموقت
ca: ▷temporitzador
cs: ▷Režim Časovač
el: ▷χρονοδιακόπτη
fr: ▷Mode minuteur
hu: ▷időzítő
ja: ▷タイマー表示
pl: ▷Tryb minutnik
ro: ▷temporizator
sk: ▷časovača
th: ▷โหมดตั้งเวลา
tr: ▷zamanlayıcı
uk: ▷таймера

# SndTtl
source: [Sound]
ar: [صوت]
ca: [so]
cs: [zvuk]
el: [ήχος]
fr: [Son]
hu: [hang]
pl: [brzmieć]
ro: [sunet]
sk: [Zvuk]
th: [เสียง]
tr: [ses]
uk: [Звук]

# SndMsgOn
source: On
ar: فعالية
ca: Eficàcia
cs: Účinnost
el: Αποτελεσματικότητα
fr: Efficacité
ja: アラーム音/効果音 On(有効)
pl: na
ro: Eficacitate
sk: Účinnosť
th: ประสิทธิผล
tr: Etki
uk: Ефективність

# SndMsgOff
source: Off
ar: باطل
ca: apagat
cs: Neplatný
el: μακριά από
fr: Invalide
hu: le
ja: アラーム音/効果音 Off(消音)
pl: z
ro: de pe
sk: od
th: โมฆะ
tr: Geçersiz
uk: Інвалід

# VibTtl
source: [Vibration]
ar: [اهتزاز]
ca: [vibració]
cs: [chvění]
el: [δόνηση]
hu: [rezgés]
pl: [wibracja]
ro: [vibrație]
sk: [chvenie]
th: [การสั่นสะเทือน]
tr: [titreşim]
uk: [вібрація]

# VibMsgOn
source: On
ar: فعالية
ca: Eficàcia
cs: Účinnost
el: Αποτελεσματικότητα
fr: Efficacité
ja: On(有効)
pl: na
ro: Eficacitate
sk: Účinnosť
th: ประสิทธิผล
tr: Etki
uk: Ефективність

# VibMsgOff
source: Off
ar: باطل
ca: apagat
cs: Neplatný
el: μακριά από
fr: Invalide
hu: le
ja: Off(無効)
pl: z
ro: de pe
sk: od
th: โมฆะ
tr: Geçersiz
uk: Інвалід

# BigTtl
source: [Button Zoom Anime]
ar: [زر التكبير صور رمزية]
ca: [botó de zoom d'anime]
cs: [Tlačítko Zoom Anime]
el: [Κουμπί ζουμ anime]
fr: [Bouton Zoom Anime]
hu: [Gomb Zoom Anime]
pl: [Przycisk zoom Anime]
sk: [Tlačidlo Zoom Anime]
th: [ปุ่มซูมอะนิเมะ]
tr: [düğmesi zoom anime]
uk: [Кнопка Збільшити Аніме]

# BigMsgOn
source: On
ar: فعالية
ca: Eficàcia
cs: Účinnost
el: Αποτελεσματικότητα
fr: Efficacité
ja: On(有効)
pl: na
ro: Eficacitate
sk: Účinnosť
th: ประสิทธิผล
tr: Etki
uk: Ефективність

# BigMsgOff
source: Off
ar: باطل
ca: apagat
cs: Neplatný
el: μακριά από
fr: Invalide
hu: le
ja: Off(無効)
pl: z
ro: de pe
sk: od
th: โมฆะ
tr: Geçersiz
uk: Інвалід

source: CLOSE
ar: قريب
ca: Prop
cs: Zavřít
el: Κοντά
fr: PROCHE
hu: szorosan
ja: 閉じる
pl: Blisko
ro: Închide
sk: Zavrieť
th: ใกล้
tr: Yakın
uk: Близько

# Close_iPad
source: Close
ar: قريب
ca: Prop
cs: Zavřít
el: Κοντά
fr: Proche
hu: szorosan
ja: 閉じる
pl: blisko
ro: Închide
sk: Zavrieť
th: ใกล้
tr: Yakın
uk: Близько

source: To Review
ar: لاستعراض
ca: per revisar
cs: Píšu recenzi
el: Γράφω μια κριτική
fr: à revoir
hu: To áttekintése
ja: 評価する
pl: do Skomentuj
ro: Pentru a Review
sk: Píšem recenziu
th: เพื่อทบทวน
tr: Ben yorum yazmak
uk: Щоб перевірити

# ToApview
source: Developer APP
ar: المطور APP
ca: desenvolupador APP
cs: Vývojka APP
el: Προγραμματιστής APP
fr: Développeur APP
hu: Fejlesztői APP
ja: 他のアプリを見る
pl: deweloper APP
th: ผู้พัฒนา APP
tr: Geliştirici APP
uk: Розробник APP

# LabelVer
source: APP Version :
ar: عدد بدايات التشغيل
ca: APP Versió:
cs: APP verze :
el: APP Εκδοχή :
hu: APP változat :
ja: 起動回数
pl: APP wersja :
ro: APP versiune :
sk: Počet štartov
th: APP เวอร์ชัน :
tr: APP versiyon :
uk: APP Версія :

# Label3ks
source: . ~ Thanks a lot! ~
ar: . ~ وذلك بفضل! ~
ca: . ~ Gràcies! ~
cs: . ~ Díky! ~
el: . Ευχαριστώ!
fr: . ~ Merci! ~
hu: . ~ Köszönjük! ~
pl: . ~ Dziękuję! ~
ro: . Vă mulțumim!
sk: . ~ Vďaka! ~
th: . ~ ขอบคุณ! ~
tr: . ~ Teşekkürler! ~
uk: . ~Завдяки!~

# LabelNum
source: Number of starts :
ca: Nombre d'arrencades:
cs: Počet startů :
el: αριθμός ξεκινά :
fr: Nombre de start :
hu: Indítások száma :
pl: Liczba rozruchów :
ro: Număr de porniri :
th: จำนวนเริ่มต้น :
tr: Start-up Kat sayısı:
uk: Кількість пусків :
